
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать!Сейчас мы проведем тест на здоровье.'
txt_next = 'Начать'
txt_instruction = 'Проба проводится следующим образом:\n' 
"После 5-минутного отдыха у ребенка измеряют пульс в положении сидя (Р1).\n"
"Далее необходимо сделать 30 приседаний за 45 секунд,\n"
"после чего ребенок садится и в течение первых 15-ти секунд вновь фиксируются показания пульса (Р2).\n"
"Третьим показателем (Р3) является число сердечных ударов за последние 15 секунд первой минуты отдыха после приседаний." 
txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О.:'
txt_hintname = "Ф.И.О."
txt_hintage = "0"
txt_test1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите на кнопку "Начать первый тест",
чтобы запустить таймер. \nРезультат запишите в соответсвующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать
 приседания", \nчтобы запустить счетчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты,затем за последние
15 секунд.\nНажмите на кнопку "Начать Финальный тест", \n чтобы запустить таймер.\nЗеленым обозначены
 секунды, в течение которых необходимо \nпроводить измерения, черным - секунды без замера пульсаций.
 Результаты запишите в соответствующие поля.'
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать Финальный тест'

txt_age = 'Полных лет:'
txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье:'
txt_workheart = 'Работоспособность сердца:'
